Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: Could not convert XML encoding %s to UTF-8.
be: Немагчыма канверсаваць кадзіроўку %s XML у UTF-8.

source: Could not delete temporary file "%path" during garbage collection
be: Не атрымалася выдаліць часовы файл "%path" падчас зборкі смецця.

source: Count
be: Колькасць

source: Count content views
be: Лічыць прагляды матэрыялаў

source: Create
be: Стварыць

source: Create @name
be: Стварыць @name

source: Create Profile
be: Стварыць Профіль

source: Create a new user account.
be: Стварыць новы акаўнт карыстальніка.

source: Create a system contact form and set up categories for the form to use.
be: Стварае сістэмную кантактную форму і настройвае катэгорыі для выкарыстання дадзенай формы.

source: Create an advanced action
be: Стварыць дзеянне павышанага ўзроўня

source: Create and edit URL aliases
be: Стварыць і рэдагаваць URL псеўданім

source: Create and modify styles for generating image modifications such as thumbnails.
be: Стварыць і змяніць стылі для мадыфікацыі малюнкаў такіх як мініяцюры.

source: Create content
be: Стварыць матэрыял

source: Create customizable fields for your users.
be: Стварыце асабіста наладжаныя палі для вашых карыстальнікаў.

source: Create field
be: Стварыць поле

source: Create new account
be: Стварыць новы рахунак

source: Create new alias
be: Стварыць новую мянушку

source: Create new blog entry
be: Стварыць новы запіс у блог

source: Create new books
be: Стварыць новыя кнігі

source: Create new field
be: Стварыць новае поле

source: Create new revision
be: Стварыць новую версію

source: Create new set
be: Стварыць новы набор

source: Create new style
be: Стварыць новы стыль

source: Created
be: Створана

source: Created JavaScript translation file for the language %language.
be: Створаны JavaScript файла перакладу для мовы %language.

source: Created a new user account for <a href="@url">%name</a>. No e-mail has been sent.
be: Створаны новы акаўнт карыстальніка для <a href="@url">%name</a> Падцвержанне на пошту не было адпраўлена.

source: Created content type %type.
be: Створаны тып змесціва

source: Created new @type %term.
be: Створаны новы @type %term.

source: Created new term %term.
be: Створаны новы тэрмін %term.

source: Created new vocabulary %name.
be: Створаны новы слоўнік %name.

source: Created permissions: @perms
be: Створаныя правы: @perms

source: Created role of name: @name, id: @rid
be: Створана роля пад імём: @name, id: @rid

source: Creates a new post, and optionally publishes it.
be: Стварае новую публікацыю і пры неабходнасці публікуе яе.

source: Creates back/next navigation.
be: Стварае назад/далей навігацыю.

source: Creates lightweight records from feed items.
be: Стварыць легкія запісы з пунктаў фіду.

source: Creating a poll
be: Стварэнне апытання

source: Creating aliases
be: Стварэнне псеўданімаў

source: Creating and managing users
be: Стварэнне і кіраванне карыстальнікамі

source: Creating content
be: Стварэнне кантэнта

source: Creating custom blocks
be: Стварэнне кастамных блокаў

source: Creating custom content types
be: Стварэнне ўласнага тыпу змесціва

source: Creating revisions
be: Стварэнне версій

source: Creating vocabularies
be: Стварэнне слоўнікаў

source: Cree
be: Крыцкая

source: Croatia
be: Харватыя

source: Croatian
be: Харвацкая

source: Cron
be: Крон

source: Cron Settings
be: Налады крона

source: Cron could not run because an invalid key was used.
be: Крон не можа запусціцца з-за неправільнага ключа

source: Cron could not run because the site is in maintenance mode.
be: Крон не можа запусціцца, таму што сайт знаходзіцца ў рэжыме абслугоўвання.

source: Cron has not run recently.
be: Cron не запускаецца ў апошні час

source: Cron maintenance tasks
be: Задачы крона

source: Cron ran successfully.
be: Крон запусціўся ўдала.

source: Cron run completed.
be: Праца крона скончана.

source: Cron run exceeded the time limit and was aborted.
be: Запуск крона перавысіў ліміт часу і быў прыпынены.

source: Cron run failed.
be: Крон запусціўся няўдала.

source: Cron run successfully.
be: Крон запусціўся ўдала

source: Cron takes care of running periodic tasks like checking for updates and indexing content for search.
be: Крон звяртае ўвагу на перыядычна запускаемыя задачы такія, як праверка абнаўленняў ці індэксацыя для пошуку.

source: Crop
be: Абрэзка

source: Cropping will remove portions of an image to make it the specified dimensions.
be: Абрэзка выдаліць часткі малюнка, каб малюнак адпавядаў указаным памерам.

source: Crosspost to LiveJournal
be: Апублікаваць анонс у Livejournal

source: Cuba
be: Куба

source: Curaçao
be: Кюрасао

source: Current
be: Бягучы

source: Current URL is @url.
be: Бягучы URL - @url.

source: Current feeds are listed below, and <a href="@addfeed">new feeds may be added</a>. For each feed or feed category, the <em>latest items</em> block may be enabled at the <a href="@block">blocks administration page</a>.
be: Бягучыя стужкі пералічаныя ніжэй, <a href="@addfeed"> можна дадаць новыя стужкі </a>. Для кожнай стужкі альбо катэгорыі стужак блок <em> апошніх элементаў</em>можа быць уключаны на <a href="@block">старонцы адміністравання блокаў.

source: Current password
be: Бягучы пароль

source: Current user
be: Бягучы карыстальнік

source: Currently using !item !version
be: У дадзены момант выкарыстоўваецца !item !version

source: Custom
be: Паводле настроек

source: Custom PHP code may be embedded in some types of site content, including posts and blocks. While embedding PHP code inside a post or block is a powerful and flexible feature when used by a trusted user with PHP experience, it is a significant and dangerous security risk when used improperly. Even a small mistake when posting PHP code may accidentally compromise your site.
be: Уласны код PHP можа быць уключаны ў некалькі тыпаў матэрыялаў сайта, уключаючы пасты і блокі. Пакуль PHP код унутры паста або блока даданы вопытным карыстальнікам у PHP - гэта магутны і гнуткі сродак, але калі карыстальнік не падыходзячы - гэта можа стварыць вялікую і сур'ёзную небяспеку для сайта. Нават малая памылка ў размешчаным PHP кодзе можа сур'ёзна паслабіць ваш сайт.

source: Custom date format added.
be: Асабіста наладжаны фармат даты дададзены.

source: Custom date format updated.
be: Уласны фармат даты абноўлены.

source: Custom display settings
be: Уласныя наладкі адлюстравання

source: Custom format
be: Асабіста наладжаны фармат

source: Custom language
be: Звычайная мова

source: Custom visibility settings
be: Наладкі бачнасьці

source: Customizable per user
be: Кастамізаваны на аднаго карыстальніка

source: Customizable, hidden by default
be: Дазваляе мяняць настройкі, схаваны па змоўчанні.

source: Customizable, visible by default
be: Магчыма наладзіць, адлюстроўваецца па змаўчанні

source: Customization
be: Наладка па тэхнічным умовам

source: Customize dashboard
be: Наладзіць панэль інструментаў

source: Customize menu
be: Наладзіць меню

source: Customize your dashboard.
be: Наладзіць вашу панэль інструментаў

source: Customizing the dashboard requires the !permission-name permission.
be: Адаптацыя панэлі прыладаў патрабуе правоў !permission-name.

source: Cyprus
be: Кіпр

source: Czech
be: Чэшская

source: Czech Republic
be: Чэхія

source: DRAG HERE
be: ПЕРАЦЯГНУЦЬ СЮДЫ

source: Daily
be: Штодзенна

source: Danish
be: Дацкая

source: Dashboard
be: Панэль інструментаў

source: Database
be: База дадзеных

source: Database configuration
be: Канфігурацыя базы дадзеных.

source: Database file
be: Файл базы дадзеных

source: Database host
be: Хост сервера базы дадзеных

source: Database is encoded in UTF-8
be: База дадзеных кадуецца ў UTF-8

source: Database log cleared.
be: Журнал базы дадзеных пачышчаны

source: Database log messages to keep
be: Паведамленні журнала базы дадзеных захаваць

source: Database logging
be: База дадзеных рэгістрацыі

source: Database name
be: Назва базы дадзеных

source: Database password
be: Пароль для карыстальніка базы дадзеных

source: Database port
be: Порт базы дадзеных

source: Database port must be a number.
be: Порт базы дадзеных павінны быць у выглядзе лічбы.

source: Database schema
be: Схема базы дадзеных

source: Database support
be: Падтрымка базы дадзеных

source: Database system
be: Сістэма базы дадзеных

source: Database system version
be: Версія сістэмы базы дадзеных

source: Database type
be: Тып базы дадзеных

source: Database updates
be: Абнаўленні базы дадзеных

source: Database username
be: Імя карыстальніка базы дадзеных

source: Date
be: Дата

source: Date - newest first
be: Дата - спачатку найноўшая

source: Date - oldest first
be: Дата - спачатку найстарэйшая

source: Date and time
be: Дата і час

source: Date and time lookup
be: Пошук па даце і часе

source: Date browser
be: Прагляд даты

source: Date changed
be: Дата змененая

source: Date created
be: Дата стварэння

source: Date for publication
be: Дата публікацыі

source: Date format
be: Фармат даты

source: Date type
be: Фармат даты

source: Date/Time
be: Дата/Час

source: Dates
be: Даты

source: Day
be: Дзень

source: Day of week
be: Дзень тыдня

source: Days
be: Дні

source: Days of the week
be: Дні тыдня

source: Debug
be: Адладжваць праграму (debug)

source: Debugging information follows.
be: Адладачная інфармацыя ніжэй.

source: Debugging site problems
be: Адладка праблем сайта

source: Dec
be: Снежань

source: December
be: Снежань

source: Decimal
be: 1 элемент паспяхова апрацаваны:Дзесятковы

source: Decimal marker
be: Дзесятковы знак

source: Decimal point
be: Дзесятковая коска

source: Default
be: Па змоўчанні

source: Default 403 (access denied) page
be: Старонка 403 па змоўчанні (дасяг забаронены)

source: Default 404 (not found) page
be: Дапомная старонка 404 (дакумэнт ня знойдзены)

source: Default SQL storage
be: SQL сховішча па змоўчанні

source: Default and custom settings
be: Карыстальніцкія наладкі і наладкі па змаўчанні

source: Default comment setting
be: Наладкі камэнтароў па змоўчанні

source: Default comment setting for new content
be: Наладкі каментароў па змоўчанні для новых матэрыялаў

source: Default comments per page
be: Колькасць камэнтараў на старонку па змаўчанні.

source: Default country
be: Краіна па змоўчанні

source: Default display mode
be: Рэжым адлюстравання па змоўчанні

source: Default display order
be: Паслядоўнасць адлюстравання па змоўчанні

source: Default display order for topics.
be: Парадак адлюстроўвання тэм па змаўчанні.

source: Default download method
be: Метад сцягвання файлаў па змоўчанні

source: Default fetcher
be: Зборшчык па змаўчанні

source: Default format updated.
be: Фармат па змоўчанні абноўлены.

source: Default front page
be: Дапомная першая старонка

source: Default image
be: Выява па змаўчанні

source: Default language
be: 1 новыСтандартная мова

source: Default number of comments for each page: more comments are distributed in several pages.
be: Дапомная колькасьць камэнтараў на старонку. Калі будзе болей, то астатнія перанясуцца на наступную старонку.

source: Default number of forum topics displayed per page.
be: Адлюстроўваецца колькасць па змаўчанні тэм форума на старонку.

source: Default number of items to include in each feed.
be: Колькасць элементаў па змоўчанні ўключыць у кожную стужку.

source: Default options
be: Наладкі па змоўчанні

source: Default order
be: Парадак па змоўчанні

source: Default parent item
be: Стандартны бацькоўскі элемент

source: Default parser
be: Парсер па змоўчанню

source: Default picture
be: Дапомная выява

source: Default processor
be: Галоўны працэсар

source: Default processor settings
be: Налада галоўнага працэсара

source: Default search module
be: Модуль пошука па змаўчанні

source: Default settings file
be: Файл усталёвачных параметраў па змоўчанні

source: Default settings for this view.
be: Наладкі змоўчання для гэтага выгляду.

source: Default theme
be: Звычайная тэма

source: Default time zone
be: Дапомны часавы пас

source: Default time zone.
be: Прадвызначаная часавая зона.

source: Default value
be: Значэнне па змаўчанні

source: Default:
be: Па змаўчанні:

source: Defaults
be: Значэнні па змоўчанні

source: Define a string that should be prefixed to the value, like '$ ' or '&euro; '. Leave blank for none. Separate singular and plural values with a pipe ('pound|pounds').
be: Вызначыць ланцужок, з якога павінна пачынаццы значэнне, напрыклад '$ ' ці '&euro; '. Пакінуць пустым, калі яго няма. Аддзяліць значэнні адзіночнага і множнага ліку вертыкальнай рысай ('фунт|фунты').

source: Define a string that should be suffixed to the value, like ' m', ' kb/s'. Leave blank for none. Separate singular and plural values with a pipe ('pound|pounds').
be: Вызначыць ланцужок, які павінен ісці пасля значэння, напрыклад ' м', ' кБ/с'. Пакінуць пустым, калі яго няма. Аддзяліць значэнні адзіночнага і множнага ліку вертыкальнай рысай ('фунт|фунты').

source: Define how to decide which language is used to display page elements (primarily text provided by Drupal and modules, such as field labels and help text). This decision is made by evaluating a series of detection methods for languages; the first detection method that gets a result will determine which language is used for that type of text. Define the order of evaluation of language detection methods on this page.
be: Вызначце, як вырашыць, якую мову выкарыстоўваць для адлюстравання элементаў старонак (у асноўным, тэкст, прадстаўлены Drupal і модулі, напрыклад, цэтлікі палёў і даведка). Гэта рашэнне прынята па ацэнцы шэрагу метадаў выяўлення моў; першы метад выяўлення, які атрымлівае вынік, будзе вызначаць, якая мова выкарыстоўвалася для дадзенага тыпу тэксту. Вызначыць парадак, у якім метады выяўлення будуць ацэньваць мовы, можна на гэтай старонцы.

source: Define the image quality for JPEG manipulations. Ranges from 0 to 100. Higher values mean better image quality but bigger files.
be: Вызначце якасць малюнка для дзеянняў з JPEG. Даступныя значэнні ад 0 да 100. Чым большае значэнне, тым лепшая якасць малюнка, але і большы памер файлаў.

source: Define which shortcut set you are using on the <a href="@shortcut-link">Shortcuts tab</a> of your account page.
be: Вызначце, які набор хуткіх спасылак вы выкарыстоўваеце ў <a href="@shortcut-link">закладцы Хуткіх спасылак</a> вашай старонкі рахунка.

source: Defines a file field type.
be: Вызначае тып поля файла.

source: Defines list field types. Use with Options to create selection lists.
be: Вызначае спіс тыпаў палёў. Выкарыстоўваецца з Наладкамі для стварэння спісу выбару.

source: Defines numeric field types.
be: Вызначыць лікавыя тыпы палёў.

source: Defines selection, check box and radio button widgets for text and numeric fields.
be: Вызначае віджэты выбараў, чэкбоксаў і радыёкнопак для тэкставых і лікавых палёў.

source: Defines simple text field types.
be: Вызначае тыпы палей простага тэксту.

source: Defining text formats
be: Вызначэнне тэкставых фарматаў.

source: Definition lists are similar to other HTML lists. &lt;dl&gt; begins the definition list, &lt;dt&gt; begins the definition term and &lt;dd&gt; begins the definition description.
be: Спісы вызначэнняў падобныя да іншых сьпісаў HTML. &lt;dl&gt; пачынае спіс вызначэньняў, &lt;dt&gt; пачынае тэрмін, а &lt;dd&gt; пачынае апісанне вызначэння.

source: Delete
be: Выдаліць

source: Delete File
be: Выдаліць файл

source: Delete IP address
be: Выдаліць IP адрас

source: Delete OpenID
be: Выдаліць OpenID

source: Delete a template
be: Выдаліць шаблон

source: Delete action
be: Выдаліць дзеянне

source: Delete alias
be: Выдаліць аліас

source: Delete all
be: Выдаліць усё

source: Delete all webform submissions
be: Выдаліць усе вынікі вэбформаў

source: Delete an action.
be: Выдаліць дзеянне.

source: Delete an existing effect from a style.
be: Выдаліць існуючы эфект з стылю.

source: Delete an image style.
be: Выдаліць стыль выявы.

source: Delete block
be: Выдаліць блок

source: Delete comment
be: Выдаліць каментар

source: Delete comments
be: Выдаліць каментары

source: Delete contact
be: Выдаленне кантакта

source: Delete content revisions
be: Выдаліць версіі матэрыяла

source: Delete content type
be: Выдаліць тып кантэнта

source: Delete date format
be: Выдаліць фармат даты

source: Delete date type
be: Выдаліць фармат даты

source: Delete earlier revision
be: Выдаліць ранейшую версію

source: Delete field
be: Выдаліць поле

source: Delete image effect
be: Выдаліць эфект малюнка

source: Delete instance.
be: Выдаліць асобнік.

source: Delete link
be: Выдаліць спасылку

source: Delete menu
be: Выдаліць меню

source: Delete menu link
be: Выдаліць спасылку меню

source: Delete picture
be: Выдаліць выяву

source: Delete role
be: Выдаліць статус

source: Delete rule
be: Выдаліць правіла

source: Delete selected content
be: Выдаліць выбраны кантэнт

source: Delete shortcut
be: Выдаліць хуткую спасылку

source: Delete shortcut set
be: Выдаліць набор цэтлікаў

source: Delete string
be: Выдаліць радок

source: Delete style
be: Выдаліць стыль

source: Delete terms from %vocabulary
be: Выдаліць тэрміны з %vocabulary

source: Delete the account and its content.
be: Выдаліць гэты рахунак і інфармацыю ў ім.

source: Delete the account and make its content belong to the %anonymous-name user.
be: Выдаліць рахунак, пасля гэтага створаныя вамі запісы будуць паказвацца ад імені ананімнага карыстальніка (%anonymous).

source: Delete the selected comments
be: Выдаліць абраныя каментары

source: Deleted
be: Выдалена

source: Deleted %ip
be: Выдалена %ip

source: Deleted @count comments.
be: Выдаліць @count каментараў.

source: Deleted @count posts.
be: Выдалена @count запісаў.

source: Deleted action %aid (%action)
be: Выдаленае дзеянне: %aid (%action)

source: Deleted comment @cid and its replies.
be: Выдаліць каментар @cid ды адказы на яго.

source: Deleted content type %name.
be: Выдаліць тып змесціва %name.

source: Deleted custom menu %title and all its menu links.
be: Выдаліць уласнае меню %title і ўсе спасылкі гэтага меню.

source: Deleted input format %format.
be: Выдалены фармат уводу %format.

source: Deleted menu link %title.
be: Выдаленая спасылка меню %title.

source: Deleted orphaned action (%action).
be: Дзеянне, якое завісла, выдалена (%action).

source: Deleted term %name.
be: Тэрмін %name выдалены.

source: Deleted user: %name %email.
be: Выдалены карыстальнік: %name %email.

source: Deleted vocabulary %name.
be: Выдалены слоўнік %name.

source: Deletes a post.
be: Выдаляе пост.

source: Deleting a forum or container will also delete its sub-forums, if any. To delete posts in this forum, visit <a href="@content">content administration</a> first. This action cannot be undone.
be: Выдаленне форума ці кантэйнера таксама выдаліць яго падфорумы, калі яны ёсць. Каб выдаліць посты гэтага форума, наведайце спачатку <a href="@content">змесціва адміністратара</a>. Гэта дзеянне не можа быць адменена.

source: Deleting a language will remove all interface translations associated with it, and posts in this language will be set to be language neutral. This action cannot be undone.
be: Выдаленне мовы выдаліць усе пераклады інтэрфейсу, якія звязаны з ёй, і запісам на гэтай мове будзе прысвоена значэнне незалежныя ад мовы. Гэта дзеянне не можа быць адменена.

source: Deleting a term will delete all its children if there are any. This action cannot be undone.
be: Выдаленне тэрміна аўтаматычна выдаліць усе тэрміны-дзеці (калі яны існуюць). Гэтае дзеянне нельга адкаціць.

source: Deleting a vocabulary will delete all the terms in it. This action cannot be undone.
be: Выдаленне слоўніку прывядзе да таго, што выдаляцца ўсе тэрміны, якія знаходзяцца у ім. Дзеянне ня можа быць скасавана.

source: Deleting the string will remove all translations of this string in all languages. This action cannot be undone.
be: Выдаленне радка выдаліць усе пераклады гэтага радка на ўсіх мовах. Гэта дзеянне не можа быць адменена.

source: Demonstrate block regions (@theme)
be: Дэманстрацыя рэгіёнаў для блокаў (@theme)

source: Demote selected content from front page
be: Выдаліць абранае змесціва з галоўнай старонцы

source: Denmark
be: Данія

source: Deny
be: Забараніць

source: Depending on the system configuration, Syslog and other logging tools use this code to identify or filter messages from within the entire system log.
be: Залежыць ад канфігурацыі сістэмы, модуля Syslog, а таксама іншых інструментаў журналіравання выкарыстоўваючых гэты код, каб ідэнтыфікаваць або фільтраваць паведамленні з усяго сістэмнага журнала.

source: Depending on your configuration, Drupal can run with a %memory_limit PHP memory limit. However, a %memory_minimum_limit PHP memory limit or above is recommended, especially if your site uses additional custom or contributed modules.
be: У залежнасці ад вашых наладак Drupal можна запускаць з лімітам памяці PHP %memory_limit. Аднак рэкамендуецца ніжні ліміт памяці для PHP %memory_minimum_limit ці вышэй, асабліва, калі ваш сайт выкарыстоўвае дададковыя і ўнесеныя модулі.

source: Depends on: !basethemes
be: Залежыць ад: !basethemes

source: Desaturate
be: Зрабіць бескаляровым

source: Desaturate converts an image to grayscale.
be: Бескаляровасць канвертуе выяву ў адценні шэрага.

source: Describe this content type. The text will be displayed on the <em>Add new content</em> page.
be: Апісаць гэты тып змесціва. Тэкст будзе адлюстраваны на старонцы <em>Дадаць новае змесціва</em>.

source: Describing its appearance: eg. <em>square-85x85</em>
be: Апісваючы яе знешні выгляд: напрыклад, <em>квадрат-85x85</em>

source: Description
be: Апісанне

source: Description and guidelines for discussions within this forum.
be: Апісанне і правілы абмеркавання ў гэтым форуме.

source: Description and guidelines for forums within this container.
be: Апісанне і правілы для форумаў ў гэтым кантэйнеры.

source: Description of the vocabulary; can be used by modules.
be: Апісанне слоўніка (можа выкарыстоўвацца модулямі).

source: Description of your site, included in each feed.
be: Апісанне вашага сайта ўключана ў кожную стужку.

source: Deselect all rows in this table
be: Адмяніце ўсе радкі ў гэтай табліцы

source: Details
be: Падрабязна

source: Detected malicious attempt to alter protected user fields.
be: Увага! Выкрытая зламысная спроба змяніць абароненыя палі профіля карыстальніка.

source: Detection and selection
be: Вызначэнне і вылучэнне

source: Detection method
be: Метад вызначэння

source: Determine access to features by selecting permissions for roles.
be: Вызначце доступ да функцый, выбраўшы правы для роляў.

source: Determine the language from a request/session parameter.
be: Вызначыць мову па запыту/параметрам сесіі.

source: Determine the language from a request/session parameter. Example: "http://example.com?language=de" sets language to German based on the use of "de" within the "language" parameter.
be: Вызначыць мову з параметраў запыту або сесіі. Прыклад: запыт "http://example.com?language=de" усталёўвае нямецкую мову на падставе выкарыстання значэння "de" для параметра "language".

source: Determine the language from the URL (Path prefix or domain).
be: Вызначыць мову па URL (прэфікс шляху ці дамена).

source: Determine the language from the browser's language settings.
be: Вызначыць мову па наладках браўзера.

source: Develop and test your PHP code using a separate test script and sample database before deploying on a production site.
be: Распрацоўвайце і тэстуйце PHP код, выкарыстоўваючы асобныя тэставыя скрыпты і базы даных для прыкладу перад усталёўкай на працуючы сайт.
